/* Button label for adding category */
"newTracker.categories.addCategory" = "Добавить категорию";

/* Placeholder when there are no categories */
"newTracker.categories.empty" = "Привычки и события можно\nобъединить по смыслу";

/* Category screen title */
"newTracker.categories.title" = "Категория";

/* Button label for cancelling tracker creation */
"newTracker.config.cancel" = "Отменить";

/* Link text */
"newTracker.config.categoryLinkText" = "Категория";

/* Section title */
"newTracker.config.colorSectionTitle" = "Цвет";

/* Button label for creating new tracker */
"newTracker.config.create" = "Создать";

/* Section title */
"newTracker.config.emojiSectionTitle" = "Emoji";

/* Event screen title */
"newTracker.config.eventTitle" = "Новое нерегулярное событие";

/* Habit screen title */
"newTracker.config.habitTitle" = "Новая привычка";

/* Link text */
"newTracker.config.scheduleLinkText" = "Расписание";

/* Placeholder when name field is empty */
"newTracker.config.textPlaceholder" = "Введите название трекера";

/* Button label for creating new event */
"newTracker.event" = "Нерегулярные событие";

/* Button label for creating new habit */
"newTracker.habit" = "Привычка";

/* Button label for creating new category */
"newTracker.newCategory.create" = "Готово";

/* Placeholder when text field is empty */
"newTracker.newCategory.textPlaceholder" = "Введите название категории";

/* Screen title */
"newTracker.newCategory.title" = "Новая категория";

/* Button label for saving selected schedule */
"newTracker.schedule.save" = "Готово";

/* Screen title */
"newTracker.schedule.title" = "Расписание";

/* Screen title */
"newTracker.title" = "Создание трекера";

/* Content of first onboarding slide */
"onboarding.slide1Text" = "Отслеживайте только то, что хотите";

/* Content of second onboarding slide */
"onboarding.slide2Text" = "Даже если это\nне литры воды и йога";

/* Button label for closing onboarding and starting app */
"onboarding.start" = "Вот это технологии!";

/* Placeholder text when there are no stats */
"statistics.no_data" = "Анализировать пока нечего";

/* Screen title */
"statistics.title" = "Статистика";

/* Placeholder text when there are no trackers */
"trackers.empty" = "Что будем отслеживать?";

/* Placeholder text when there are no trackers found */
"trackers.not_found" = "Ничего не найдено";

/* Title of screen */
"trackers.title" = "Трекеры";

/* Label for average value count */
"stats.averageValue" = "Среднее значение";

/* Label for best period count */
"stats.bestPeriod" = "Лучший период";

/* Label for completed trackers count */
"stats.completedTrackers" = "Трекеров завершено";

/* Label for ideal days count */
"stats.idealDays" = "Идеальные дни";

/* Filter: display all */
"trackers.filter.all" = "Все трекеры";

/* Filter: display done */
"trackers.filter.done" = "Завершенные на день";

/* Filter: display not done */
"trackers.filter.notDone" = "Не завершенные на день";

/* Filter screen title */
"trackers.filter.title" = "Фильтры";

/* Filter: display today */
"trackers.filter.today" = "Трекеры на день";

/* Button label for selecting filters */
"trackers.filters" = "Фильтры";

/* Tracker remove cancel button */
"trackers.cancelDelete" = "Отменить";

/* Tracker delete button label */
"trackers.delete" = "Удалить";

/* Tracker remove request title */
"trackers.deleteRequestTitle" = "Уверены что хотите удалить трекер?";

/* Tracker remove approval button */
"trackers.doDelete" = "Удалить";

/* Tracker edit button label */
"trackers.edit" = "Редактировать";

/* Button label for cancelling tracker edit */
"trackers.edit.cancel" = "Отменить";

/* Button label for updating tracker */
"trackers.edit.save" = "Сохранить";

/* Placeholder when name field is empty */
"trackers.edit.textPlaceholder" = "Введите название трекера";

/* Edit screen title */
"trackers.edit.title" = "Редактирование трекера";

/* Short description of full week schedule */
"weekday.all_days.short" = "Каждый день";

/* Tracker unpin button label */
"trackers.unPin" = "Открепить";

/* Tracker pin button label */
"trackers.pin" = "Закрепить";
